<html>
    <head>
        <meta name="viewport" content="width=device-width">
		<link rel="shortcut icon" href="https://mccwebfiles.blob.core.windows.net/$web/favicon.ico" type="image/x-icon">
		<link rel="icon" href="https://mccwebfiles.blob.core.windows.net/$web/favicon.ico" type="image/x-icon">
		<link rel="stylesheet" type="text/css" href="styles.css" />
        <title>Inside Microsoft - Privacy</title>
		<script type="text/javascript">
			function loadPage() {
				var str = document.getElementById("copyInfo").innerText; 
				var res = str.replace("{year}", new Date().getFullYear());
				document.getElementById("copyInfo").innerHTML = res;
			}
		</script>
    </head>
    <body onload="loadPage()">
        <section id="titleBanner">
			<img src="https://mccwebfiles.blob.core.windows.net/$web/MCCLogoFullCrop.png">
			<h1 id="titleLabel"><span class="textItalic">Inside Microsoft</span> - Webcast</h1>
		</section>

		<section id="introSection" class="sectionPreparation simpleSection flexbox">
			<div class="bigText">
				<h2 class="titleGeneral">Our Privacy Policy.</h2>
				<h3>Please read carefully.</h3>
				<p class="descriptionText">You need to agree to this policy in order to register for the event.</p>	
			</div>
        </section>
        
        <section id="motivationSection1" class="motivationSections sectionPreparation">
			<h2 class="longText">See the Privacy Policy for <a href="https://go.microsoft.com/fwlink/p/?linkid=857875">Microsoft Forms</a></h2>
        </section>
		
		<section id="agendaSection" class="sectionPreparation simpleSection">
			<div class="longText">
				<h2>Datenschutzerkl&auml;rung</h2>
				<br />
				<h2 class="titleGeneral">Allgemeiner Hinweis und Pflichtinformationen</h2>
				<h2 class="titleGeneral">Benennung der verantwortlichen Stelle</h2>
				<p>Die verantwortliche Stelle f&uuml;r die Datenverarbeitung auf dieser Website ist:</p>	
				<p>Microsoft Campus Community</p>
				<p>Tobias Urban</p>
				<p>Die verantwortliche Stelle entscheidet allein oder gemeinsam mit anderen &uuml;ber die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B. Namen, Kontaktdaten o. &auml;.).</p>
				<br />
				<h2 class="titleGeneral">Widerruf Ihrer Einwilligung zur Datenverarbeitung</h2>
				<p>Nur mit Ihrer ausdr&uuml;cklichen Einwilligung sind einige Vorg&auml;nge der Datenverarbeitung m&ouml;glich. Ein Widerruf Ihrer bereits erteilten Einwilligung ist jederzeit m&ouml;glich. F&uuml;r den Widerruf gen&uuml;gt eine formlose Mitteilung per E-Mail. Die Rechtm&auml;ßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unber&uuml;hrt.</p>
				<br />
				<h2 class="titleGeneral">Recht auf Beschwerde bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde</h2>
				<p>Als Betroffener steht Ihnen im Falle eines datenschutzrechtlichen Verstoßes ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu. Zust&auml;ndige Aufsichtsbeh&ouml;rde bez&uuml;glich datenschutzrechtlicher Fragen ist der Landesdatenschutzbeauftragte des Bundeslandes, in dem sich der Sitz unseres Unternehmens befindet. Der folgende Link stellt eine Liste der Datenschutzbeauftragten sowie deren Kontaktdaten bereit: https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html.</p>
				<br />
				<h2 class="titleGeneral">Recht auf Daten&uuml;bertragbarkeit</h2>
				<p>Ihnen steht das Recht zu, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erf&uuml;llung eines Vertrags automatisiert verarbeiten, an sich oder an Dritte aush&auml;ndigen zu lassen. Die Bereitstellung erfolgt in einem maschinenlesbaren Format. Sofern Sie die direkte &uuml;bertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.</p>
				<br />
				<h2 class="titleGeneral">Recht auf Auskunft, Berichtigung, Sperrung, L&ouml;schung</h2>
				<p>Sie haben jederzeit im Rahmen der geltenden gesetzlichen Bestimmungen das Recht auf unentgeltliche Auskunft &uuml;ber Ihre gespeicherten personenbezogenen Daten, Herkunft der Daten, deren Empf&auml;nger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung, Sperrung oder L&ouml;schung dieser Daten. Diesbez&uuml;glich und auch zu weiteren Fragen zum Thema personenbezogene Daten k&ouml;nnen Sie sich jederzeit &uuml;ber die im Impressum aufgef&uuml;hrten Kontaktm&ouml;glichkeiten an uns wenden.</p>
				<br />
				<h2 class="titleGeneral">SSL- bzw. TLS-Verschl&uuml;sselung</h2>
				<p>Aus Sicherheitsgr&uuml;nden und zum Schutz der &uuml;bertragung vertraulicher Inhalte, die Sie an uns als Seitenbetreiber senden, nutzt unsere Website eine SSL-bzw. TLS-Verschl&uuml;sselung. Damit sind Daten, die Sie &uuml;ber diese Website &uuml;bermitteln, f&uuml;r Dritte nicht mitlesbar. Sie erkennen eine verschl&uuml;sselte Verbindung an der „https://“ Adresszeile Ihres Browsers und am Schloss-Symbol in der Browserzeile.</p>
				<br />
				<h2 class="titleGeneral">Registrierung auf dieser Website</h2>
				<p>Zur Anmeldung zum Inside Microsoft Webcast k&ouml;nnen Sie sich auf unserer Website registrieren. Die &uuml;bermittelten Daten dienen ausschließlich zum Zwecke der Nutzung des jeweiligen Angebotes oder Dienstes. Bei der Registrierung abgefragte Pflichtangaben sind vollst&auml;ndig anzugeben. Andernfalls werden wir die Registrierung ablehnen.
					Im Falle wichtiger &auml;nderungen, etwa aus technischen Gr&uuml;nden, informieren wir Sie per E-Mail. Die E-Mail wird an die Adresse versendet, die bei der Registrierung angegeben wurde.			
					Die Verarbeitung der bei der Registrierung eingegebenen Daten erfolgt auf Grundlage Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO). Ein Widerruf Ihrer bereits erteilten Einwilligung ist jederzeit m&ouml;glich. F&uuml;r den Widerruf gen&uuml;gt eine formlose Mitteilung per E-Mail. Die Rechtm&auml;ßigkeit der bereits erfolgten Datenverarbeitung bleibt vom Widerruf unber&uuml;hrt.
					Wir speichern die bei der Registrierung erfassten Daten w&auml;hrend des Zeitraums, den Sie auf unserer Website registriert sind. Ihren Daten werden gel&ouml;scht, sollten Sie Ihre Registrierung aufheben. Gesetzliche Aufbewahrungsfristen bleiben unber&uuml;hrt.
					Informationen zur Datenerhebung durch Microsoft Forms, finden Sie auf dessen Website.</p>
			</div>
		</section>

		<section id="motivationSection2" class="motivationSections sectionPreparation">
			<h2 class="longText">Become part of our independent German-wide community of techies and tech-enthusiasts and apply now!</h2>
		</section>

        <section id="mccBanner" class="sectionPreparation simpleSection">
			<div class="longText flexbox">
				<img id="mccLogo" src="https://mccwebfiles.blob.core.windows.net/$web/logoIcon.png">
				<div class="nextToImg">
					<h2 class="titleGeneral titleMCC">Microsoft Campus Community</h2>
					<p class="descriptionText"><span class="textBold">Who We Are:</span> Microsoft Campus Community is a German-wide In-person community with the goal to build a deep technical understanding for students of all specializations. Together we <span class="textBold">inspire, learn and develop</span> our technical and our soft skills and share our learnings with our peers.</p>
					<p class="titleGeneral textBold">Inspire. Learn. Develop.</p>
				</div>	
			</div>
		</section>
		
		<section id="footBanner" class="flexbox">
			<p id="copyInfo">&copy; {year} - Microsoft Campus Community</p>&emsp;-&emsp;<a href="legal.html">Impressum</a>&ensp;|&ensp;<a href="privacy.html">Datenschutz</a>
		</section>
    </body>
</html>